Repository: SteveShi/Boxer
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: cs, es, fr

source: “%@” does not contain any MS-DOS programs.
cs: “%@” neobsahuje žádný program pro MS-DOS.
es: “%@” no contiene programas MS-DOS.
fr: « %@ » ne contient pas de programme MS-DOS.

# in macOS's %1$@ preferences.
source: For the best experience, turn on “Enable access for assistive devices” in macOS’ %1$@ preferences.
cs: Pro co nejlepší zážitek zaškrtněte možnost “Zapnout přístup pro asistenční zařízení” na panelu %1$@ macOS.
es: Para una mejor experiencia, active “Activar acceso para dispositivos de asistencia” en preferencias %1$@ de macOS.
fr: Pour une meilleure expérience, activez « Activer l’accès pour les périphériques d’aide » dans les préférences %1$@ de macOS.

# is a Mac OS game. Boxer only supports MS-DOS games.
source: “%@” is a Classic Mac OS game. Boxer only supports MS-DOS games.
cs: “%@” je hra pro Mac OS. Boxer podporuje pouze hry pro MS-DOS.
es: “%@” es un juego de Mac OS. Boxer solo soporta juegos MS-DOS.
fr: « %@ » est un jeu Mac OS Classic. Boxer supporte uniquement les jeux MS-DOS.

source: “%@” is a Mac+PC hybrid disc, which Boxer cannot import.
cs: “%@” je hybridní disk Mac+PC, který Boxer nedokáže naimportovat.
es: “%@” es un disco híbrido Mac+PC, que Boxer no puede importar.
fr: « %@ » est un disque hybride Mac+PC. Boxer ne peut pas l’importer.

# is a special OS X folder and not suitable for storing your DOS games.
source: “%1$@” is a special macOS folder and not suitable for storing your DOS games.
cs: “%1$@” je speciální složka macOS, která se nehodí k ukládání vašich DOSových her.
es: “%1$@” es una carpeta especial de macOS y no es adecuada para almacenar sus juegos DOS.
fr: « %1$@ » est un dossier spécial macOS et n’est pas approprié au stockage de vos jeux DOS.

source: “%@” is a Windows game. Boxer only supports MS-DOS games.
cs: “%@” je hra pro Windows. Boxer podporuje pouze hry pro MS-DOS.
es: “%@” es un juego de Windows. Boxer solo soporta juegos de MS-DOS.
fr: « %@ » est un jeu Windows. Boxer supporte uniquement les jeux MS-DOS.

# must also be enabled in OS X's %1$@ preferences.
source: “Enable access for assistive devices” must also be enabled in macOS’s %1$@ preferences.
cs: Na panelu %1$@ macOS musí být rovněž zaškrtnuta možnost “Zapnout přístup pro asistenční zařízení”.
es: “Activar acceso para dispositivos de asistencia” debe estar también activado en preferencias %1$@ de macOS.
fr: « Activer l’accès pour les périphériques d’aide » doit également être activé dans les préférences %1$@ de macOS.

# .
source: MS-DOS is not permitted to access macOS system folders like “%@”.
cs: MS-DOSu není dovoleno přistupovat k systémovým složkám macOS, jako je “%@”.
es: MS-DOS no está permitido acceder a la carpetas de sistema macOS como “%@”.
fr: MS-DOS n’a pas les droits d’accès aux dossiers système macOS tels que « %@ ».

source: “%@” is a Windows program. Boxer only supports MS-DOS programs.
cs: “%@” je program pro Windows. Boxer podporuje pouze programy pro MS-DOS.
es: “%@” es un programa Windows. Boxer solo soporta programas MS-DOS.
fr: « %@ » est un programme Windows. Boxer supporte uniquement les programmes MS-DOS.

source: “%@” is not a valid joystick type.
cs: “%@” není platný typ joysticku.
es: “%@” no es un tipo de joystick valido.
fr: « %@ » n’est pas un type de joystick valide.

source: “%1$@” contains game data for a different game.
cs: “%1$@” obsahuje herní data pro jinou hru.
es: “%1$@” contiene datos de juego de un juego diferente.
fr: « %1$@ » contient des données de jeu pour un jeu différent.

source: “%1$@” does not contain any suitable MT-32 ROMs.
cs: “%1$@” neobsahuje žádné vhodné ROM MT-32.
es: “%1$@” no contiene ROMs MT-32 adecuadas.
fr: « %1$@ » ne contient pas de ROM MT-32 appropriée.

source: “%1$@” is from a different MT-32 model than the existing %2$@.
cs: “%1$@” náleží k jinému modelu MT-32 než existující %2$@.
es: “%1$@” es un modelo MT-32 diferente al actual %2$@.
fr: « %1$@ » provient d’un modèle de MT-32 différent que le ROM %2$@ existante.

source: “%1$@” is not a valid MT-32 ROM.
cs: “%1$@” není platnou ROM MT-32.
es: “%1$@” no es una ROM MT-32 valida.
fr: « %1$@ » n’est pas une ROM MT-32 valide.

source: “%1$@” requires extra files that are currently unavailable.
cs: “%1$@” vyžaduje další soubory, které jsou momentálně nedostupné.
es: “%1$@” necesita archivos extra que actualmente no están disponibles.
fr: « %1$@ » nécessite des fichiers supplémentaires qui sont actuellement indisponibles.

source: (If an F1, F2 etc. key still behaves as a macOS hotkey, then hold down Fn while pressing the key.)
cs: (Chová-li se stále klávesa F1, F2 atd. jako klávesová zkratka macOS, pak podržte Fn a teprve poté stiskněte klávesu.)
es: (Si una tecla F1, F2 etc. se comporta como una tecla de acceso rápido de macOS, mantenga pulsada la tecla Fn mientras pulsa la tecla.)
fr: (si une touche F1, F2 etc. agit en tant que raccourci clavier macOS, maintenez enfoncé Fn lorque la touche est appuyée.)

source: %@ (ejected)
cs: %@ (vysunuto)
es: %@ (expulsado)
fr: %@ (éjecté)

source: %@ (Paused)
cs: %@ (pozastaveno)
es: %@ (Pausado)
fr: %@ (en pause)

source: %@ Documentation
cs: %@ - dokumentace
es: Documentación - %@

source: %@ Documentation:
cs: Dokumentace ke hře %@:
es: Documentación: %@

source: %1$@ (%2$.01f MB of %3$.01f MB)
cs: %1$@ (%2$.01f MB z %3$.01f MB)
es: %1$@ (%2$.01f MB de %3$.01f MB)
fr: %1$@ (%2$.01f Mo de %3$.01f Mo)

source: %1$@ has encountered a serious error and must be relaunched.
cs: Ve hře %1$@ došlo k závažné chybě. Bude nutné spustit ji znovu.
es: %1$@ ha encontrado un error grave y debe ser relanzado.
fr: %1$@ a rencontré une erreur sérieuse et doit être relancé.

source: %1$i%% of %2$i MB
cs: %1$i %% z %2$i MB
es: %1$i %% de %2$i MB
fr: %1$i%% de %2$i Mo

source: %u pages are ready to print.
cs: Počet stránek připravených k tisku: %u
es: %u páginas están preparadas para imprimir.
fr: %u pages prêtes pour l’impression.

source: %u%% throttle
cs: %u %% plynu
es: aceleración %u%%
fr: %u%% manette des gaz

source: 1 page is ready to print.
cs: 1 stránka připravena k tisku.
es: 1 página está preparada para imprimir.
fr: 1 page est prête pour l’impression.

source: 2 buttons and gas/brake pedals on a single axis.
cs: 2 tlačítka a plynový/brzdový pedál na jedné ose.
es: 2 botones y pedales de acelerador/freno en un único eje.
fr: 2 boutons et pédales accélérateur/frein sur un axe simple.

source: 4 buttons and gas/brake pedals on separate axes.
cs: 4 tlačítka a plynový/brzdový pedál na vlastních osách.
es: 4 botones y pedales de acelerador/freno en ejes separados.
fr: 4 boutons et pédales accélérateur/frein sur des axes séparés.

source: 4 buttons and up to 4 generic axes.
cs: 4 tlačítka a až 4 běžné osy.
es: 4 botones y hasta 4 ejes genéricos.
fr: 4 boutons et jusqu’à 4 axes génériques.

source: 4 buttons, POV hat and rudder pedals.
cs: 4 tlačítka, poziční klobouček a pedály směrovky.
es: 4 botones, interruptor POV y timón de pedales.
fr: 4 boutons, bouton PDV et palonnier.

source: 4 buttons, POV hat, rudder and throttle.
cs: 4 tlačítka, poziční klobouček, směrovka a ovládání plynu.
es: 4 botones, interruptor POV, timón y acelerador.
fr: 4 boutons, bouton PDV, palonnier et manette des gaz.

source: 6 buttons, 2 POV hats, rudder and throttle.
cs: 6 tlačítek, 2 poziční kloboučky, směrovka a ovládání plynu.
es: 6 botones, 2 interruptores POV, timón y acelerador.
fr: 6 boutons, 2 boutons PDV, palonnier et manette des gaz.

source: 386 speed (%u cycles)
cs: Jako 386 (%u cyklů)
es: Velocidad 386 (%u ciclos)
fr: 386 (%u cycles)

source: 486 speed (%u cycles)
cs: Jako 486 (%u cyklů)
es: Velocidad 486 (%u ciclos)
fr: 486 (%u cycles)

source: A control ROM and PCM ROM are needed to emulate the MT-32. These files are normally named “MT32_CONTROL.ROM” and “MT32_PCM.ROM”.
cs: K emulaci modulu MT-32 jsou zapotřebí řídicí ROM a PCM ROM. Tyto soubory se běžně nazývají “MT32_CONTROL.ROM” a “MT32_PCM.ROM”.
es: La ROM de control y la ROM PCM son necesarias para emular MT-32. Estos archivos normalmente se llaman “MT32_CONTROL.ROM” y “MT32_PCM.ROM”.
fr: Une ROM de contrôle et une ROM PCM sont nécessaires pour émuler le MT-32. Ces fichiers se nomment habituellement « MT32_CONTROL.ROM » et « MT32_PCM.ROM ».

source: A drive is still being imported into %@.
cs: Do hry %@ se stále importuje disk.
es: Una unidad todavía se está importando en %@.
fr: Un lecteur est toujours en cours d’importation dans %@.

source: Add drive
cs: Přidat disk
es: Añadir unidad
fr: Ajouter un lecteur

source: Add MT-32 ROMs…
cs: Přidat ROM MT-32...
es: Añadir ROMs MT-32...
fr: Ajouter des ROM MT-32…

source: All Programs
cs: Všechny programy
es: Todos los programas
fr: Tous les programmes

source: Any unsaved data will be lost.
cs: Všechna neuložená data budou ztracena.
es: Se perderán todos los datos no guardados.
fr: Les données non enregistrées seront perdues.

source: Any unsaved progress will be lost.
cs: Všechen neuložený postup bude ztracen.
es: Se perderá todo el progreso no guardado.
fr: Les progressions non sauvegardées seront perdues.

source: AT speed (%u cycles)
cs: Jako AT (%u cyklů)
es: Velocidad AT (%u ciclos)
fr: AT (%u cycles)

source: Boxer can no longer find your games folder.
cs: Boxer nemůže nalézt vaši složku s hrami.
es: Boxer no puede encontrar su carpeta de juegos.
fr: Boxer ne peut plus trouver votre dossier de jeux.

source: Boxer cannot write to the “%1$@” folder.
cs: Boxer nemůže zapisovat do složky “%1$@”.
es: Boxer no puede escribir en la carpeta “%1$@”.
fr: Boxer ne peut pas écrire dans le dossier « %1$@ ».

source: Boxer has not finished importing %@.
cs: Boxer nedokončil import herního balíčku %@.
es: Boxer no ha finalizado de importar %@.
fr: Boxer n’a pas terminé l’importation de %@.

source: Boxer is importing the game’s CD so that you can play without it.
cs: Boxer importuje herní CD, aby ho poté nebylo k hraní zapotřebí.
es: Boxer está importando el CD del juego para que pueda jugar sin el.
fr: Boxer importe le CD du jeu pour pouvoir jouer sans celui-ci.

source: Boxer is importing the game’s floppy disk so that the game can find files on it later.
cs: Boxer importuje herní disketu, aby na ní hra později dokázala najít soubory.
es: Boxer está importando el disquete del juego para que pueda encontrar los archivos más tarde.
fr: Boxer importe la disquette du jeu pour permettre au jeu de trouver les fichiers contenus sur celle-ci plus tard.

source: Boxer is importing the game’s source files so that the game can find them later.
cs: Boxer importuje zdrojové soubory hry, aby je hra později dokázala najít.
es: Boxer está importando los archivos fuente del juego para que el juego pueda encontrarlos más tarde.
fr: Boxer importe les fichiers source du jeu pour permettre au jeu de les trouver plus tard.

source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler

source: Cancelling…
cs: Ruším...
es: Cancelando…
fr: Annulation…

source: CD-ROM drives must be on sequential drive letters, with no gaps between them.
cs: Písmenná označení CD mechanik na sebe musí navazovat.
es: Las unidades de CD-ROM deben estar en letras de unidad secuenciales, sin espacios entre ellas.
fr: Les lettres attribuées aux lecteurs CD-ROM doivent se suivre.

source: Choose a DOS game folder, CD-ROM or disc image to import:
cs: Určete, jakou složku s DOSovou hrou, disk CD nebo obraz disku importovat:
es: Elija una carpeta de juegos DOS, CD-ROM o imagen de disco para importar:
fr: Choisissez un dossier de jeu DOS, un CD-ROM ou une image disque à importer :

source: Choose a folder, CD-ROM or disc image to add as a DOS drive.
cs: Určete, jakou složku, disk CD nebo obraz disku přidat jako DOSový disk.
es: Elija una carpeta, CD-ROM o imagen de disco para añadir como unidad DOS.
fr: Choisissez un dossier, un CD-ROM ou une image disque à ajouter en tant que lecteur DOS.

source: Choose a gamebox, folder or DOS program to open in DOS.
cs: Určete, jaký herní balíček, složku nebo DOSový program otevřít v DOSu.
es: Elija un gamebox, carpeta o programa DOS para abrir en DOS.
fr: Choisissez une gamebox, un dossier ou un programme DOS à ouvrir dans DOS.

source: Choose the DOS installer program for this game:
cs: Určete DOSový instalační program této hry:
es: Elija el programa instalador DOS para este juego:
fr: Choisissez le programme d’installation DOS pour ce jeu :

source: Choose the target program for this gamebox:
cs: Určete cílový program tohoto herního balíčku:
es: Elija un programa de destino para este gamebox:
fr: Choisissez le programme cible pour cette gamebox :

source: Cleaning up after ourselves…
cs: Ještě po sobě uklidíme...
es: Limpiando después de finalizar…
fr: Nettoyage de finalisation…

source: Click inside the window to lock the mouse pointer.
cs: Kliknutím uvnitř okna v něm uzamknete kurzor myši.
es: Haga clic dentro de la ventana para bloquear el puntero de ratón.
fr: Cliquez à l’intérieur de la fenêtre pour verrouiller le curseur de souris.

source: Close
cs: Zavřít
es: Cerrar
fr: Fermer

source: Close Finder windows or other applications that are using the disc, then try importing again.
cs: Zavřete okna Finderu i jakékoliv jiné aplikace, které disk používají, a poté zkuste znovu zahájit import.
es: Cierre las ventanas de Finder o otras aplicaciones que estén usando el disco, entonces vuelva a intentar de nuevo la importación.
fr: Fermez les fenêtre du Finder ou les autres applications qui utilisent le disque et réessayez d’importer.

source: Cmd+click inside the window to lock the mouse pointer.
cs: Kombinací Cmd+kliknutí uvnitř okna v něm uzamknete kurzor myši.
es: Cmd+clic dentro de la ventana para bloquear el puntero de ratón.
fr: Cmd+clic à l’intérieur de la fenêtre pour verrouiller le curseur de souris.

source: Cmd+click to release the mouse pointer.
cs: Kombinací Cmd+kliknutí uvolníte kurzor myši.
es: Cmd+clic para liberar el puntero de ratón.
fr: Cmd+clic pour libérer le pointeur de souris.

source: control ROM
cs: řídicí ROM
es: ROM de control
fr: ROM de contrôle

source: Current Drive
cs: Aktuální disk
es: Unidad actual
fr: Lecteur en cours

source: Destination Drive
cs: Cílový disk
es: Unidad de destino
fr: Lecteur de destination

source: Disable joystick emulation.
cs: Zakázat emulaci joysticku.
es: Desactivar emulación de mando.
fr: Désactiver l’émulation du joystick.

source: Do you want to close %@ while it is still running?
cs: Opravdu chcete za běhu ukončit hru %@?
es: ¿Desea cerrar %@ mientras se está ejecutando?
fr: Voulez-vous fermer %@ qui est toujours en cours d’exécution ?

source: Do you want to finish importing %@ first?
cs: Chcete nejprve dokončit import herního balíčku %@?
es: ¿Desea finalizar la importación de %@ primero?
fr: Voulez-vous d’abord terminer l’importation de %@ ?

source: Do you want to merge your changes into %@?
cs: Chcete zapsat změny do hry %@?
es: ¿Desea unir sus cambios a %@?
fr: Voulez-vous fusionner vos modifications dans %@ ?

source: Do you want to quit %@?
cs: Chcete ukončit hru %@?
es: ¿Desea salir de %@?
fr: Voulez-vous quitter %@ ?

source: Do you want to reset %@ to its original state?
cs: Chcete navrátit hru %@ do původního stavu?
es: ¿Desea restablecer %@ al estado original?
fr: Voulez-vous réinitialiser %@ à son état original ?

source: Do you want to restart %@ while it is still running?
cs: Chcete za běhu restartovat hru %@?
es: ¿Desea reiniciar %@ mientras se está ejecutando?
fr: Voulez-vous redémarrer %@ qui est toujours en cours d’exécution ?

source: Do you want to restart %@?
cs: Chcete restartovat hru %@?
es: ¿Desea reiniciar %@?
fr: Voulez-vous redémarrer %@ ?

source: Do you want to revert %@ to its original state?
cs: Chcete navrátit hru %@ do původního stavu?
es: ¿Desea restaurar %@ a su estado original?
fr: Voulez-vous annuler les modifications de %@ ?

source: DOS Games
cs: DOSHRY

source: DOS Toolkit
cs: Nástroje DOSu
es: Juego de herramientas DOS
fr: Boîte à outils DOS

source: Drag documentation here to add it to this game.
cs: Přetažením dokumentace na toto místo ji připojíte ke hře.
es: Arrastre documentación aquí para añadirla a este juego.
fr: Déposez une documentation ici pour l’ajouter à ce jeu.

source: Drive %@ imported
cs: Disk %@ naimportován
es: Unidad %@ importada
fr: Lecteur %@ importé

source: Drive %1$@ (%2$@)
cs: Disk %1$@ (%2$@)
es: Unidad %1$@ (%2$@)
fr: Lecteur %1$@ (%2$@)

source: Drive %1$@ (%2$@) is currently busy and cannot be ejected.
cs: Disk %1$@ (%2$@) je momentálně používán a nelze ho vysunout.
es: La unidad %1$@ (%2$@) actualmente está ocupada y no se puede extraer.
fr: Le lecteur %1$@ (%2$@) est actuellement occupé et ne peut pas être éjecté.

source: Drive %1$@ added
cs: Disk %1$@ přidán
es: Unidad %1$@ añadida
fr: Lecteur %1$@ ajouté

source: Drive %1$@ ejected
cs: Disk %1$@ vysunut
es: Unidad %1$@ expulsada
fr: Lecteur %1$@ éjecté

source: Drive %1$@ imported
cs: Disk %1$@ naimportován
es: Unidad %1$@ importada
fr: Lecteur %1$@ importé

source: Drive %1$@ is in use by %2$@. Are you sure you want to eject it?
cs: Disk %1$@ používá hra %2$@. Opravdu ho chcete vysunout?
es: La unidad %1$@ está en uso por %2$@. ¿Está seguro que desea expulsarla?
fr: Le lecteur %1$@ est en cours d’utilisation par %2$@. Voulez-vous vraiment l’éjecter ?

source: Drive %1$@ is required by Boxer and cannot be ejected.
cs: Disk %1$@ vyžaduje aplikace Boxer, a proto ho nelze vysunout.
es: La unidad %1$@ se necesita por Boxer y no se puede expulsar.
fr: Le lecteur %1$@ est requis par Boxer et ne peut pas être éjecté.

source: Drive %1$@ swapped
cs: Disk %1$@ vyměněn
es: Unidad %1$@ intercambiada
fr: Lecteur %1$@ échangé

source: Drop MT-32 ROMs here to enable MT-32 emulation.
cs: Přetažením souborů ROM pro MT-32 na toto místo aktivujete emulaci modulu MT-32.
es: Arrastre ROMs MT-32 aquí para activar la emulación MT-32.
fr: Déposez des ROM MT-32 ici pour activer l’émulation MT-32.

source: Dummy CD
cs: Fiktivní CD
es: CD simulado
fr: CD factice

source: Eject and Remove from List
cs: Vysunout a odebrat ze seznamu
es: Expulsar y borrar de la lista
fr: Éjecter et supprimer de la liste

source: Eject drive
cs: Vysunout disk
es: Expulsar unidad
fr: Éjecter le lecteur

source: Eject one or more existing drives and try again.
cs: Vysuňte jeden nebo více existujících disků a zkuste to znovu.
es: Expulse una o más unidades existentes y vuelva a intentarlo.
fr: Éjectez un ou plusieurs lecteurs existants et réessayez.

source: Eject the existing drive and try again.
cs: Vysuňte existující disk a zkuste to znovu.
es: Expulse la unidad actual y inténtelo de nuevo.
fr: Éjectez le lecteur existant et réessayez.

source: Ejecting a drive while it is in use may cause programs that depend on the drive to crash.
cs: Vysunutím používaného disku může dojít ke zhroucení her, které na tomto disku závisí.
es: Expulsar una unidad mientras está en uso puede causar un fallo en los programas que dependen de la unidad.
fr: L’éjection d’un lecteur en cours d’utilisation risque de planter les programmes en cours d’exécution qui dépendent de ce lecteur.

source: Emulating DOS application
cs: Emuluji DOSovou aplikaci
es: Emulando aplicación DOS
fr: Émulation d’application DOS

source: Ensure that you have permission to access this file and that the volume containing it is still available.
cs: Ujistěte se, že k tomuto souboru můžete přistupovat a že disk, na kterém se nachází, je stále k dispozici.
es: Asegúrese que tiene permisos para acceder a este archivo y que el volumen que lo contiene está disponible.
fr: Assurez-vous d’avoir l’autorisation d’accéder à ce fichier et que le volume contenant ce fichier est toujours disponible.

source: Export
cs: Exportovat
es: Exportar
fr: Exporter

source: Export as:
cs: Název:
es: Exportar como:
fr: Exporter sous :

source: Export game data
cs: Exportovat herní data
es: Exportar datos de juego
fr: Exporter les données de jeu

source: Fast Forward
cs: Rychle vpřed
es: Avance rápido
fr: Accélérer

source: Favorites
cs: Oblíbené
es: Favoritos
fr: Favoris

source: Find %@ at Mobygames
cs: Vyhledat hru %@ na MobyGames
es: Buscar %@ en MobyGames
fr: Rechercher %@ sur Mobygames

source: Find %@ at ReplacementDocs
cs: Vyhledat hru %@ na replacementdocs
es: Buscar %@ en ReplacementDocs
fr: Rechercher %@ sur ReplacementDocs

source: Finish Importing
cs: Dokončit import
es: Finalizar importación
fr: Importation terminée

source: floppy disk
cs: disketa
es: disquete
fr: Disquette

source: For the best experience, %1$@ needs accessibility control in macOS’s %2$@ preferences.
cs: Pro co nejlepší zážitek musíte hře %1$@ povolit ovládání počítače v nastavení %2$@ macOS.
es: Para una mejor experiencia, %1$@ necesita control de accesibilidad en preferencias %2$@ de macOS.
fr: Pour une meilleure expérience, %1$@ nécessite un accès d’accessibilité dans les préférences %2$@ de macOS.

source: Game Documentation:
cs: Dokumentace ke hře:
es: Documentación de juego:
fr: Documentation du jeu :

source: Game Drive
cs: Herní disk
es: Unidad de juego
fr: Lecteur du jeu

source: Game imported successfully
cs: Hra byla úspěšně naimportována
es: Juego importado correctamente
fr: Jeu importé avec succès

source: gamebox %@
cs: herní balíček %@
fr: %@ de la gamebox

source: hard disk
cs: pevný disk
es: disco duro
fr: Disque dur

source: Hide Launch Panel
cs: Skrýt panel spuštění
es: Ocultar panel de ejecución
fr: Masquer le panneau de lancement

source: Hide Programs Panel
cs: Skrýt panel programů
es: Ocultar panel de programas
fr: Masquer le panneau des programmes

source: Hide Status Bar
cs: Skrýt stavový řádek
es: Ocultar barra de estado
fr: Masquer la barre d’état

source: If this continues to occur after relaunching, please send us an error report.
cs: Pokud se tato chyba projeví i po opětovném spuštění, pošlete nám prosím chybové hlášení.
es: Si esto vuelve a ocurrir después del reinicio, por favor envíenos un informe de error.
fr: Si la même erreur se reproduit après avoir relancé le jeu, envoyez-nous un rapport d’erreur.

source: If you cannot play this game in macOS, you may be able to play it in a Classic Mac OS emulator instead. For more help, click the ? button.
cs: Pokud se vám nedaří spustit tuto hru v macOS, budete ji možná schopni zprovoznit v emulátoru klasického Mac OSu. Pro více informací klikněte na tlačítko otazníku.
es: Si no puede jugar este juego en macOS, puede jugar en su lugar en un emulador de Mac OS clásico. Para más ayuda haga clic en el botón ?.
fr: Si vous ne pouvez pas jouer à ce jeu sous macOS, vous pourrez peut-être y jouer avec un émulateur Mac OS Classic. Pour plus d’aide, cliquez sur le bouton ?.

source: If you close now, the import will be cancelled.
cs: Pokud nyní aplikaci ukončíte, zrušíte tím import.
es: Si cierra ahora, la importación se cancelará.
fr: Si vous fermez maintenant, l’importation sera annulée.

source: If you restart now, the import will be cancelled.
cs: Pokud nyní aplikaci zrestartujete, zrušíte tím import.
es: Si reinicia ahora, la importación se cancelará.
fr: Si vous redémarrez maintenant, l’importation sera annulée.

source: If you skip this step now, you can import the CD later from the Drives Inspector panel while playing.
cs: Pokud nyní tento krok přeskočíte, můžete CD naimportovat později z panelu Průzkumník disků.
es: Si omite este paso ahora, puede importar el CD más tarde desde el panel Inspector de unidades al jugar.
fr: Si vous ignorez cette étape maintenant, vous pourrez importer plus tard le CD à partir du panneau de l’inspecteur de lecteurs.

source: If you skip this step now, you can import the disk later from the Drives Inspector panel.
cs: Pokud nyní tento krok přeskočíte, můžete disk naimportovat později z panelu Průzkumník disků.
es: Si omite este paso ahora, puede importar el disco más tarde desde el panel Inspector de unidades.
fr: Si vous ignorez cette étape maintenant,vous pourrez importer plus tard le disque à partir du panneau de l’inspecteur de lecteurs.
